Repository: MaddTheSane/LaTexIt
Catalog: Resources/palettes/groups-and-sets.latexpalette/Resources/*.lproj/Localizable.strings
Languages: french, german, italian, spanish

source: Groups and Sets
french: Groupes & Ensembles
german: Gruppen & Mengen
italian: Gruppi e Insiemi
spanish: Grupo y Conjuntos

source: Subgroup
french: Sous-groupe
german: Untergruppe
italian: Sottogruppo
spanish: Subgrupo

# supgroup
source: Supergroup
french: Super-groupe
german: Supergruppe
italian: Supergruppo
spanish: Supergrupo

# supnormgroup
source: Normal Supergroup
french: Super-groupe normal
german: Normale Supergruppe
italian: Supergruppo Normale
spanish: Subgrupo normal

# subnormgroup
source: Normal Subgroup
french: Sous-groupe normal
german: Normale Untergruppe
italian: Sottogruppo Normale
spanish: Supergrupo normal

# supset
source: Strict superset
french: Sur-ensemble strict
german: Echte Obermenge
italian: Sovrainsieme Proprio
spanish: Superconjunto propio

# supseteq
source: Superset
french: Sur-ensemble
german: Obermenge
italian: Sovrainsieme
spanish: Superconjunto

# subset
source: Strict subset
french: Sous-ensemble strict
german: Echte Teilmenge
italian: Sottoinsieme Proprio
spanish: Subconjunto propio

# subseteq
source: Subset
french: Sous-ensemble
german: Teilmenge
italian: Sottoinsieme
spanish: Subconjunto

# emptyset
source: Empty set 1
french: Ensemble vide 1
german: Leere Menge 1
italian: Insieme vuoto 1
spanish: Conjunto vacío 1

# varnothing
source: Empty set 2
french: Ensemble vide 2
german: Leere Menge 2
italian: Insieme vuoto 2
spanish: Conjunto vacío 2
