Repository: MaddTheSane/LaTexIt
Catalog: Automator/CreateEquations/*.lproj/Localizable.strings
Languages: de

source: You must run LaTeXiT once, to init the configuration
de: LaTeXiT muss zuvor einmal gestartet werden um die Konfiguration zu initialisieren

source: Font size :
de: Schriftgröße:

source: Color :
de: Farbe:

source: Create equations :
de: Erstelle Gleichungen:

source: alongside input files
de: neben Input-Dateien

source: in a temporary folder
de: in einen temporären Ordner

source: Default format
de: Standard-Format

source: PDF with outlined fonts
de: PDF mit Vektor-Schriften

source: PDF w.o.f.
de: PDF m.V.S.

source: PDF vector format
de: PDF-Vektor-Bild

source: EPS vector format
de: EPS-Vektor-Bild

source: SVG vector format
de: SVG-Vektor-Bild

source: TIFF bitmap format
de: TIFF-Bitmap

source: PNG bitmap format
de: PNG-Bitmap

source: JPEG bitmap format
de: JPEG-Bitmap

source: MathML text format
de: MathML-Text

source: Text format
de: Text

source: Options
de: Optionen

source: Warning : jpeg does not manage transparency
de: Warnung: JPEG unterstützt keine Transparenz

source: Warning : pdf2svg path is invalid
de: Warning : Der Pfad zu pdf2svg ist ungültig

source: Warning : pdftocairo path is invalid
de: Warning : Der Pfad zu pdftocairo ist ungültig

source: JPEG Quality
de: JPEG Qualität

source: least
de: minimal

source: low
de: gering

source: medium
de: mittel

source: high
de: hoch

source: maxi
de: maximal

source: Quality
de: Qualität

source: Background color
de: Hintergrundfarbe

source: Path to pdf2svg
de: Pfad zu pdf2svg

source: Path to pdftocairo
de: Pfad zu pdftocairo

source: Change
de: Ändern

source: No preamble found
de: Keine Einleitung gefunden

source: Unknown error. Please make sure that LaTeXiT has been run once and is fully functional.
de: Unbekannter Fehler. Bitte stellen Sie sicher dass LaTeXiT schon einmal verwendet wurde und voll funktionsfähig ist.
