Repository: MaddTheSane/LaTexIt
Catalog: *.lproj/Localizable.strings
Languages: french, german, italian, ja, spanish

source: Typeset LaTeX Maths Eqnarray and put result into clipboard
french: Créer l'équation en mode Eqnarray et ajouter au presse-papier
italian: Crea l'equazione in modalità Eqnarray e copia il risultato negli appunti
ja: LaTeX 数式 eqnarray 環境でタイプセット そして結果をクリップボードにコピー
spanish: Componer ecuación de LaTeX en un entorno Eqnarray y colocar el resultado en el portapapeles

source: Typeset LaTeX Maths Align
french: Créer l'équation en mode Align
italian: Crea l'equazione in modalità Align
ja: LaTeX 数式 Align 環境でタイプセット
spanish: Componer ecuación de LaTeX en un entorno Align

source: Typeset LaTeX Maths Align and put result into clipboard
french: Créer l'équation en mode Align et ajouter au presse-papier
italian: Crea l'equazione in modalità Align e copia il risultato negli appunti
ja: LaTeX 数式 Align 環境でタイプセット そして結果をクリップボードにコピー
spanish: Componer ecuación de LaTeX en un entorno Align y colocar el resultado en el portapapeles

source: Typeset LaTeX Maths display \[…\]
french: Créer l'équation en mode display \[…\]
german: LaTeX-Schriftsatz in Darstellung umwandeln \[...\]
italian: Crea l'equazione in modalità display \[…\]
ja: LaTeX 数式ディスプレイモードでタイプセット
spanish: Componer ecuación de LaTeX en modo display, \[...\]

source: Typeset LaTeX Maths display \[…\] and put result into clipboard
french: Créer l'équation en mode display \[…\] et ajouter au presse-papier
italian: Crea l'equazione in modalità display \[…\] e copia il risultato negli appunti
ja: LaTeX 数式ディスプレイモードでタイプセット そして結果をクリップボードにコピー
spanish: Componer ecuación de LaTeX en modo display, \[...\] y colocar el resultado en el portapapeles

source: Typeset LaTeX Maths inline $…$
french: Créer l'équation en mode inline $…$
german: LaTeX-Schriftsatz in Inline umwandeln $...$
italian: Crea l'equazione in modalità inline $…$
ja: LaTeX 数式インラインモードでタイプセット
spanish: Componer ecuación de LaTeX en modo inline, $...$

source: Typeset LaTeX Maths inline $…$ and put result into clipboard
french: Créer l'équation en mode inline $…$ et ajouter au presse-papier
italian: Crea l'equazione in modalità inline $…$ e copia il risultato negli appunti
ja: LaTeX 数式インラインモードでタイプセット そして結果をクリップボードにコピー
spanish: Componer ecuación de LaTeX en modo inline, $...$ y colocar el resultado en el portapapeles

source: Typeset LaTeX Text
french: Créer l'équation en mode texte
german: LaTeX-Schriftsatz in Text umwandeln
italian: Crea l'equazione in modalità Testo
ja: LaTeX テキストモードでタイプセット
spanish: Componer texto LaTeX

source: Typeset LaTeX Text and put result into clipboard
french: Créer l'équation en mode texte et ajouter au presse-papier
italian: Crea l'equazione in modalità Testo e copia il risultato negli appunti
ja: LaTeX テキストモードでタイプセット そして結果をクリップボードにコピー
spanish: Componer texto LaTeX y colocar el resultado en el portapapeles

source: Detect and typeset equations
french: Détecter et créer les équations
german: Gleichung detektieren und umwandeln
italian: Trova e crea le equazioni
ja: 数式の検出とタイプセット
spanish: Detectar y componer ecuaciones

source: Detect and typeset equations and put result into clipboard
french: Détecter et créer les équations et ajouter au presse-papier
italian: Trova e crea le equazioni e copia il risultato negli appunti
ja: 数式の検出とタイプセット そして結果をクリップボードにコピー
spanish: Detectar y componer ecuaciones y colocar el resultado en el portapapeles

# Un-latexize the equations
source: Revert equations back to LaTeX code
french: Revenir des équations au code LaTeX
german: Von der Gleichung zum LaTeX Code zurückkehren
italian: Converti le equazioni al codice LaTeX equations back to LaTeX code
ja: 数式を LaTeX コードに戻す
spanish: Revertir las ecuaciones a código LaTeX

source: Loading History
french: Chargement de l'historique
german: History laden
italian: Caricando la Cronologia
ja: 履歴を読み込み中
spanish: Cargando historial

source: Saving History
french: Enregistrement de l'historique
german: History sichern
italian: Salvando la Cronologia
ja: 履歴を保存中
spanish: Guardando historial

source: Loading Library
french: Chargement de la bibliothèque
german: Bibliothek laden
italian: Caricando la Libreria
ja: ライブラリを読み込み中
spanish: Cargando librería

source: Saving Library
french: Enregistrement de la bibliothèque
german: Bibliothek sichern
italian: Salvando la Libreria Library
ja: ライブラリを保存中
spanish: Guardado librería

source: Pre-processing
french: Pré-traitement
german: Nachberabeitung
italian: Pre-processamento
ja: プロセスの前
spanish: Preprocesamiento

source: Middle-processing
french: Traitement intermédiaire
german: Mittlere Bearbeitung
italian: Processamento intermedio
ja: プロセスと同時
spanish: Medio-procesamiento

source: Post-processing
french: Post-traitement
german: Vorbearbeitung
italian: Post-processamento
ja: プレセスの後
spanish: Postprocesamiento

source: Edit configurations list…
french: Modifier les configurations…
german: Konfigurations-Liste bearbeiten...
italian: Modifica le confifurazioni…
ja: 構成リストを編集…
spanish: Editar la lista de configuraciones...

source: %d equation could not be converted because of syntax errors in it. You should also check if it is compatible with the default preamble in use.
french: %d equation n'a pas pu être convertie à cause d'erreurs de syntaxe. Vous devriez aussi vérifier que le préambule actuel est compatible avec elle.
german: %d Gleichung konnte aufgrund eines Fehlers in ihr nicht bearbeitet werden. Sie sollten auch überprüfen ob sie mit der verwendeten Standard-Einleitung kompatibel ist.
italian: %d l'equazione non può essere convertita a causa di errori di sintassi in essa. Controllare anche se è compatibile con il preambolo in uso.
ja: %d 数式がシンタックスエラーのため変換できませんでした。プリアンブルとの整合も確認してください。
spanish: La ecuación %d no ha podido convertirse ya que presenta errores de syntaxis. Debes comprobar también si es compatible con el preámbulo actual.

source: %d equations could not be converted because of syntax errors in them. You should also check if they are compatible with the default preamble in use.
french: %d equations n'ont pas pu être converties à cause d'erreurs de syntaxe. Vous devriez aussi vérifier que le préambule actuel est compatible avec ces équations.
german: %d Gleichungen konnten aufgrund eines Fehlers in ihnen nicht bearbeitet werden. Sie sollten auch überprüfen ob sie mit der verwendeten Standard-Einleitung kompatibel sind.
italian: %d le equazioni non possono essere convertite per errori di sintassi in esse. Controllare inoltre se sono compatibili con il preambolo in uso.
ja: %d 複数の数式がシンタックスエラーのため変換できませんでした。プリアンブルとの整合についても確認してください。
spanish: Las ecuaciones %d no han podido convertirse ya que presentan errores de syntaxis. Debes comprobar también si son compatible con el preámbulo actual.

source: unexpected error, please see "LaTeX > Display last log"
french: erreur inattendue, veuillez consulter "LaTeX > Afficher le dernier rapport d'exécution"
german: unbekannter Fehler, bitte schauen Sie in "LaTeX > Letzten Log zeigen"
italian: errore inaspettato, andare a "LaTeX > Mostra l'ultimo rapporto"
ja: 予期しないエラーが起きました。LaTeX メニューから「最後のログを表示」を見てください
spanish: error desconocido, por favor vea "LaTeX > mostrar el último registro"

source: New text shortcut
french: Nouveau raccourci de texte
german: Neuer Text-Shortcut
italian: Nuova scorciatoia testo
ja: 新規テキストショートカット
spanish: Nueva combinación de teclas

source: You may not be updating the good equation
french: Peut-être ne mettez-vous pas à jour la bonne équation
german: Sie können möglicherweise nicht die gültige Gleichung aktualisieren.
italian: Non dovresti aggiornare l'equazione funzionante
ja: おそらく意図しない項目を更新しようとしています
spanish: Parece que no estás actualizando la ecucación correcta

source: Update the equation
french: Mettre à jour l'équation
german: Die Gleichung aktualisieren.
italian: Aggiorna l'equazione
ja: 数式をアップデート
spanish: Actualizar la ecuación

source: You changed the library selection since the last equation was imported into the editor
french: Vous avez changé la sélection de la bibliothèque depuis la dernière équation importée dans l'éditeur
german: Die Bibliotheks-Auswahl wurde seit dem Import der letzten Gleichung in den Editor geändert.
italian: Hai cambiato la selezione di libreria da quando l'ultima equazione è stata importata nel programma.
ja: エディタにインポートしたライブラリ項目と異なる項目を選択しています
spanish: Has cambiado la librería seleccionada desde que la última ecuación ha sido importada al editor

source: Shell
french: Interpréteur
italian: Terminale
ja: シェル

source: Body
french: Corps
german: Hauptteil
italian: Corpo
ja: 本文
spanish: Cuerpo

source: File
french: Fichier
german: Datei
ja: ファイル
spanish: Archivo

source: Content
french: Contenu
german: Inhalt
italian: Contenuto
ja: 内容
spanish: Contenido

source: Define a script
french: Définir un script
italian: Definisci uno script
ja: スクリプトを定義
spanish: Definir un script

source: Use existing script
french: Utiliser un script existant
italian: Usa script esistente
ja: 既存のスクリプトを使用
spanish: Usar un script existent

source: Script failed
french: Le script a échoué
german: Skript Fehler
italian: Script fallito
ja: 問題があるスクリプト
spanish: El script ha fallado

source: Script too long : timeout reached
french: Script trop long : durée maximale atteinte
german: Skript zu lang: Abschaltung erreichte
italian: Script troppo lungo : durata massima raggiunta
ja: スクリプトが長すぎます : 時間切れになりました
spanish: Script demasiado largo: tiempo de espera superado

source: Palette installation
french: Installation de palette
german: Installation einer Palette
italian: Installazione di tavolozza
ja: パレットのインストール
spanish: Intalación de Paleta

source: It does not appear to be a valid Latex palette package
french: Cela ne semble pas être une palette LaTeX valide
german: Es scheint nicht, ein gültiges Latexpalette Paket zu sein
italian: Non sembra essere un pacchetto tavolozza LaTeX valido.
ja: 有効な LaTeX パレットではないようです
spanish: El fichero parece estar dañado

source: Do you want to install the palette %@ ?
french: Désirez-vous installer la palette %@ ?
german: Möchtest du die Palette %@ installieren ?
italian: Vuoi installare la tavolozza %@ ?
ja: パレット %@ をインストールしますか？
spanish: ¿Desea instalar la paleta %@ ?

source: This palette will be installed into %@
french: Cette palette sera installé dans le dossier %@
german: Diese Palette wird in %@ angebracht
italian: Questa tavolozza sarà installata %@
ja: 以下にパレットをインストールします %@
spanish: Esta paleta se va ha instalar en %@

source: Install palette
french: Installer la palette
german: Installieren die Palette
italian: Installa tavolozza
ja: パレットをインストール
spanish: Instalar paleta

source: Could not create path
french: Échec de la création du chemin
german: Konnte nicht %@ herstellen
italian: Impossibile creare indirizzo
ja: パスを作成できませんでした
spanish: No se pudo crear la ruta

source: The path %@ could not be created to install a palette in it
french: Le chemin %@ n'a pas pu être créé pour y installer la palette
german: Der Pfad %@ konnte nicht hergestellt werden, um eine Palette in ihn anzubringen
italian: L'indirizzo %@ non può essere creato per installare una tavolozza in esso
ja: パレットをインストールするための場所 %@ を作成できませんでした
spanish: No se ha podido crear la ruta %@ para instalar la paleta

source: The palette %@ already exists, do you want to replace it ?
french: La palette %@ existe déjà. Souhaitez-vous la remplacer ?
german: Die Palette %@ bereits, bestehst du möchtest sie ersetzen ?
italian: La tavolozza %@ esiste già, vuoi sostituirla ?
ja: %@ パレットが既に存在します。置き換えますか？
spanish: La paleta %@ ya existe, ¿desea reemplazarla?

source: A file or folder with the same name already exists in %@. Replacing it will overwrite its current contents.
french: Un fichier ou dossier portant le même nom existe déjà dans %@. Le remplacer aura pour effet d'écraser son contenu actuel.
german: Eine Datei oder ein Ordner mit dem gleichen Namen besteht bereits in %@. Es ersetzend, überschreibt seinen gegenwärtigen Inhalt.
italian: Un file o cartella con lo stesso nome esiste già in %@. La sostituzione implicherà la sovrascrittura dei contenuti attuali.
ja: 同じ名前のファイルまたはフォルダが %@ にすでに存在します。これを置き換えると現在の内容が上書きされます。
spanish: Existe un fichero o carpeta con el mismo nombre en %@. Si lo reemplzadas se perderá el contenido actual.

source: Replace
french: Remplacer
german: Ersetzen
italian: Sostituisci
ja: 置換
spanish: Reemplazar

source: Installation failed
french: Échec de l'installation
german: Installation Fehler
italian: Installazione fallita
ja: インストールに失敗しました
spanish: La instalación ha fallado

source: %@ could not be installed as %@
french: %@ n'a pu être installée sous le nom %@
german: %@ konnte nicht als %@ angebracht werden
italian: %@ non può essere installato come %@
ja: %@ を %@ としてインストールすることができませんでした。
spanish: %@ no se ha podido instalar como %@

source: Author
french: Auteur
german: Autor
italian: Autore
ja: 作者
spanish: Autor

source: Display the error message
french: Afficher le message d'erreur
german: Anzeigen die Fehlermeldung
italian: Mostra il messaggio di errore
ja: エラーメッセージを表示
spanish: Exhibir el mensaje de error

source: Error message
french: Message d'erreur
german: Fehlermeldung
italian: Messaggio di errore
ja: エラーメッセージ
spanish: Mensaje de error

source: Enlarge the text area
french: Agrandir la zone de texte
italian: Ingrandisci area del testo
ja: 入力エリアを大きくする
spanish: Ampliar el area de texto

source: Reduce the text area
french: Réduire la zone de texte
italian: Riduci area del testo
ja: 入力エリアを小さくする
spanish: Rededucir el area de texto

source: New Service shortcuts could not be set
french: Les nouveaux raccourcis claviers pour les Services n'ont pu être inscrits.
italian: La nuova scorciatoia del servizio non può essere impostata
ja: 新しいサービスのショートカットを設定できませんでした
spanish: No se han podido crear los nuevos menús de Servicios

source: Authentication failed or did not allow to rewrite the <Info.plist> file inside the LaTeXiT.app bundle
french: L'authentification a échoué ou n'a pas permis de modifier le fichier <Info.plist> qui se trouve dans le paquet LaTeXiT.app
italian: Autenticazione fallio oppure non è permesso di modificare <Info.plist>, file contenuto nel pacchetto LaTeXiT.app
ja: パスワード認証に失敗したか LaTeXiT.app バンドル内にある <Info.plist> ファイルの書き換えが許可されませんでした。
spanish: La autenticación a fallado o no ha permitido sobrescribir el fichero <Info.plist> dentro del paquete LaTeXiT.app

source: Text to test
french: Texte à tester
italian: Testo da verificare
ja: テスト用テキスト
spanish: Texto de prueba

source: Result of text filtering
french: Résultat du filtrage du texte
italian: Risultato del filtraggio del testo
ja: フィルターの結果
spanish: Resultado del filtro de texto

source: The current Service shortcuts of LaTeXiT do not match the ones defined in the preferences
french: Les raccourcis claviers pour les Services de LaTeXiT ne correspondent pas à ceux définis dans les préférences.
ja: 現在の LaTeXiT サービスのショートカットは環境設定で定義されたものと一致しません
spanish: El menú de Servicios de LaTeXiT no concuerda con el definido en las preferencias

source: Apply preferences
french: Appliquer les préférences
ja: 環境設定を適用
spanish: Aplicar preferencias

source: Update preferences
french: Mettre à jour les préférences
ja: 環境設定をアップデート
spanish: Refrescar preferencias

source: Ignore
french: Ignorer
italian: Ignora
ja: 無視
spanish: Ignorar

source: PDF Equation
french: Équation PDF
italian: Equazione PDF
ja: PDF 数式
spanish: PDF Ecuación

source: Text file
french: Fichier texte
italian: File testo
ja: テキストファイル
spanish: Archivo de texto

source: LaTeXiT library
french: Bibliothèque LaTeXiT
italian: Libreria LaTeXiT
ja: LaTeXiT ライブラリ
spanish: LaTeXiT Librería

source: LaTeXiT history
french: Historique LaTeXiT
italian: Cronologia LaTeXiT
ja: LaTeXiT 履歴
spanish: LaTeXiT Historial

source: LaTeX Equation Editor library
french: Bibliothèque LaTeX Equation Editor
italian: Editor delle Equazioni della Libreria LaTeX
ja: LaTeX Equation Editor ライブラリ
spanish: LaTeX Equation Editor Librería

source: LaTeXiT LaTeX Palette
french: Palette LaTeX LaTeXiT
italian: Tavolozza LaTeX LaTeXiT
ja: LaTeXiT LaTeX パレット
spanish: LaTeXiT LaTeX-Paleta

source: Additional files
french: Fichiers additionnels
italian: Files addizionali
ja: 補足ファイル
spanish: Archivos adicionales

source: Default Format
french: Format par défaut
italian: Formato di default
ja: デフォルトフォーマット
spanish: Formato por defecto

source: PDF with outlined fonts
french: PDF avec polices vectorisées
italian: PDF con caratteri contornati
spanish: PDF con fuentes trazadas

source: PDF w.o.f.
french: PDF a.p.v.
spanish: PDF c.f.t.

source: PDF vector format
french: Image vectorielle PDF
italian: formato PDF vettoriale
ja: PDF
spanish: Imagen vectorial PDF

source: EPS vector format
french: Image vectorielle EPS
italian: formato EPS vettoriale
ja: EPS
spanish: Imagen vectorial EPS

source: SVG vector format
french: Image vectorielle SVG
italian: formato SVG vettoriale
ja: SVG
spanish: Imagen vectorial SVG

source: TIFF bitmap format
french: Image bitmap TIFF
italian: fromato TIFF bitmap
ja: TIFF
spanish: Imagen de mapa de bits TIFF

source: PNG bitmap format
french: Image bitmap PNG
italian: formato PNG bitmap
ja: PNG
spanish: Imagen de mapa de bits PNG

source: JPEG bitmap format
french: Image bitmap JPEG
italian: formato JPEG bitmap
ja: JPEG
spanish: Imagen de mapa de bits JPEG

source: MathML text format
french: Texte MathML
italian: formato MathML testuale
ja: MathML

# Text format
source: Text
french: Texte
italian: Testo
spanish: Text format

source: Migrating history to new format
french: Migration de l'historique vers un nouveau format
italian: Migrazione della cronologia ad un nuovo formato
ja: 履歴を新しいフォーマットに移行しています
spanish: Migrando el historial al nuevo formato

source: Migrating library to new format
french: Migration de la bibliothèque vers un nouveau format
italian: Migrazione della libreria ad un nuovo formato
ja: ライブラリを新しいフォーマットに移行しています
spanish: Migrando la librería al nuevo formato

source: File type
french: Type de fichier

source: Continuously synchronize file content
french: Synchroniser en continu le contenu du fichier

source: Synchronize preamble
french: Synchroniser le préambule

source: Synchronize environment
french: Synchroniser l'environment

source: Synchronize body
french: Synchroniser le corps

source: Pre-processing on load
french: Pré-traitement au chargement
italian: Pré-traitement au chargement
ja: ファイルを読み込む前に処理

source: Post-processing on load
french: Post-traitement au chargement
italian: Post-traitement au chargement
ja: ファイルを読み込んだ後に処理

source: Pre-processing on save
french: Pré-traitement à la sauvegarde
italian: Pré-traitement à la sauvegarde
ja: ファイルを保存する前に処理

source: Post-processing on save
french: Post-traitement à la sauvegarde
italian: Post-traitement à la sauvegarde
ja: ファイルを保存した後に処理

source: Edit the configurations…
french: Modifier les configurations…
italian: Modifica le configurazioni…
ja: 構成を編集…
spanish: Editar las configuraciones...

source: Help on scripts
french: Aide sur les scripts
italian: Aiuto riguardo gli script

source: Help on synchronization scripts
french: Aide sur les scripts additionnels de synchronization
ja: ファイル同期と追加スクリプトについて

source: path to the Unix executable program
french: chemin du programme executable Unix

source: Reset…
french: Réinitialiser…

source: Do you really want to reset the paths ?
french: Voulez-vous vraiment réinitialiser les chemins ?

# Invalid paths will be replaced by the result of auto-detection
source: All paths will be replaced by the result of auto-detection.
french: Tous les chemins seront remplacés par les résultats de l'auto-détection.

source: clipboard
french: presse-papiers
ja: クリップボード
spanish: portapapeles

source: Text
french: Texte
italian: Testo
spanish: Texto

source: Font size :
french: Taille :
italian: Dimensioni carattere :
ja: フォントサイズ :
spanish: Tamaño:

source: Color :
french: Couleur :
italian: Colore :
ja: カラー :

source: LaTeX it!
french: LaTeXiser

source: Copy the image as
french: Copier l'image en tant que
italian: Copia l'immagine come
ja: イメージをコピー
spanish: Copiar imagen como

source: Switch to mini-window
french: Activer la mini-fenêtre
italian: Attiva mini-finestra
ja: ミニウインドウに切り替え
spanish: Activar mini-ventana

source: Switch to normal window
french: Désactiver la mini-fenêtre
italian: Disattiva mini-finestra
ja: ノーマルウインドウに切り替え
spanish: Desactivar mini-ventana

source: line
french: ligne
italian: linea
ja: 線
spanish: linea

source: Execution log
french: Rapport d'exécution
italian: Rapporto d'esecuzione
ja: 実行ログ
spanish: Registro

source: Drag through areas to change export type
french: Passez sur les zones pour changer l'export
italian: Passare sulle diverse aree per cambiare il tipo di esportazione
ja: ドラッグをエリアに重ねて書き出しフォーマットを変更
spanish: Arrastre através de las áreas para cambiar el formato de exportado

source: JPEG Quality
french: Qualité JPEG
italian: Livello qualità JPEG
ja: JPEG 品質
spanish: JPEG Calitat

source: least
french: mini
italian: minimo
ja: 最低
spanish: mínima

source: low
french: faible
italian: basso
ja: 低
spanish: baja

source: medium
french: moyenne
italian: medio
ja: 中
spanish: media

source: high
french: haute
italian: alto
ja: 高
spanish: alta

source: Quality
french: Qualité
italian: Qualita
ja: 品質
spanish: Calitat

source: Background color
french: Couleur de fond
italian: Colore di sfondo
ja: 背景色
spanish: Color de fondo

source: Path to pdf2svg
french: Chemin vers pdf2svg
italian: indirizzo per pdf2svg
ja: pdf2svg のパス
spanish: Ruta de pdf2svg

source: Change
french: Modifier
italian: Cambia
ja: 変更
spanish: Cambiar

source: Scale
french: Échelle
italian: Scala
ja: スケール
spanish: Escala

source: Warning : jpeg does not manage transparency
french: Attention : jpeg ne gère pas la transparence
italian: Attenzione : jpeg non lavora con la trasparenza
ja: 警報 : JPEGの背景は透明になりません。
spanish: Atención: JPEG nos soporta la transparencia

source: Warning : pdf2svg path is invalid
french: Attention : Le chemin vers pdf2svg est invalide
italian: Attenzione : indirizzo pdf2svg invalido
ja: 警報 : pdf2svg のパスが正しくありません
spanish: Atención : La ruta de pdf2svg no es válida

source: Warning : pdf2svg was not found
french: Attention : pdf2svg n'a pas été détecté

source: Warning : the XML::LibXML perl module was not found
french: Attention : le module perl XML::LibXML n'a pas été détecté

source: Ghostscript options
french: Options de Ghostscript

source: Write engine
french: Moteur d'écriture

source: PDF Compatibility level
french: Niveau de compatibilité PDF

source: LaTeXiT medata
french: Méta-données LaTeXiT

source: Add invisible graphic commands
french: Ajouter les commandes graphiques invisibles

source: Export preamble
french: Exporter le préambule

source: Export environment
french: Exporter l'environnement

source: Export body
french: Exporter le corps

source: Library
french: Bibliothèque
italian: Libreria
ja: ライブラリ
spanish: Librería

source: Reach default library
french: Atteindre la bibliothèque par défaut
italian: Libreria di default
ja: デフォルトのライブラリを取得
spanish: Volver a la librería por defecto

source: Add to current library
french: Ajouter à la bibliothèque
italian: Aggiungi alla libreria corrente
ja: 現在のライブラリに追加
spanish: Añadir a la librería actual

source: Overwrite current library
french: Écraser la bibliothèque
italian: Sovrascrivi attuale libreria
ja: 現在のライブラリを上書きする
spanish: Sobreescribir la librería actual

source: Change library in use
french: Changer de bibliothèque
italian: Cambia libreria in uso
ja: 使用するライブラリを変更
spanish: Cambiar la librería en uso

source: Export the selection only
french: N'exporter que la sélection
italian: Esporta solo la selezione
ja: 選択項目のみをエクスポート
spanish: Exportar sólo la selección

source: TeX Source
french: Source TeX

source: Add a folder
french: Ajouter un dossier
italian: Aggiungi una cartella
ja: フォルダを追加
spanish: Añadir una carpeta

source: Add current equation
french: Ajouter l'équation courante
italian: Aggiungi l'attuale equazione
ja: 現在の数式を追加
spanish: Añadir la ecuación actual
