Repository: MaddTheSane/LaTexIt
Catalog: *.lproj/Localizable.strings
Languages: french, german, italian, ja, spanish

# current-language
source: en
french: fr
german: de
italian: it
ja: 現在の言語
spanish: es

source: Cancel
french: Annuler
german: Abbrechen
italian: Cancella
ja: キャンセル
spanish: Cancelar

source: Error
french: Erreur
german: Fehler
italian: Errore
ja: エラー

source: Untitled
french: Sans Titre
german: Ohne Namen
italian: Senza Titolo
ja: 名称未設定
spanish: Sin Título

source: none
french: aucun
german: nichts
italian: alcun
ja: なし
spanish: ninguno

source: default
french: par défaut
german: Voreinstellung
ja: デフォルト
spanish: por defecto

source: Copy of %@
french: Copie de %@
italian: Copia di %@
ja: %@ のコピー
spanish: Copia de %@

source: Read Me
french: Lisez-moi
german: Lies mich
italian: Leggimi
ja: お読みください
spanish: Léeme

source: History
french: Historique
italian: Cronologia
ja: 履歴
spanish: Historial

source: Clear History
french: Effacer l'historique
german: History löschen
italian: Cancella Cronologia
ja: 履歴を消去
spanish: Borrar historial

source: Remove all
french: Tout supprimer
italian: Cancella tutto
ja: すべてを削除
spanish: Eliminar todos

source: Remove selection
french: Supprimer la sélection
italian: Cancella selezione
ja: 選択項目を削除
spanish: Eliminar selección

source: Are you sure you want to clear the whole history ? This operation is irreversible.
french: Voulez-vous vraiment effacer entièrement l'historique ? Cette operation est irréversible.
german: Sind Sie sicher dass sie die gesammte History löschen wollen ? Dies kann nicht rückgängig gemacht werden.
italian: Sei sicuro di voler cancellare l'intera cronologia? Questa operazione è irreversibile.
ja: 全ての履歴を消去してもよろしいですか？ この操作は取り消せません。
spanish: ¿Está seguro de que desea borrar el historial al completo? Esta operación no se puede deshacer.

source: Hide preamble
french: Masquer le préambule
german: Einleitung ausblenden
italian: Nascondi preambolo
ja: プリアンブルを隠す
spanish: Ocultar preámbulo

source: Show preamble
french: Afficher le préambule
german: Einleitung zeigen
italian: Mostra preambolo
ja: プリアンブルを表示
spanish: Mostrar preámbulo

source: Hide History
french: Masquer l'historique
german: History ausblenden
italian: Nascondi Recenti
ja: 履歴を隠す
spanish: Ocultar historial

source: Show History
french: Afficher l'historique
german: History zeigen
italian: Mostra Recenti
ja: 履歴を表示
spanish: Mostrar historial

source: Hide Library
french: Masquer la bibliothèque
german: Bibliothek ausblenden
italian: Nascondi Libreria
ja: ライブラリを隠す
spanish: Ocultar librería

source: Show Library
french: Afficher la bibliothèque
german: Bibliothek zeigen
italian: Mostra Libreria
ja: ライブラリを表示
spanish: Mostrar librería

source: Apply History item
french: Appliquer une entrée de l'historique
italian: Applica oggetto Recente
ja: 履歴項目を適用
spanish: Aplicar un elemento de la librería

source: Delete History item
french: Supprimer une entrée de l'historique
german: History-Eintrag löschen
italian: Rimuovi oggetto Recente
ja: 履歴項目を削除
spanish: Eliminar elemento del historial

source: Delete History items
french: Supprimer plusieurs entrées de l'historique
german: History-Einträge löschen
italian: Cancella oggetti Recenti
ja: 複数の履歴項目を削除
spanish: Eliminar elementos del historial

source: Change History item background color
french: Changer la couleur de fond d'un item de l'historique
italian: Cambia colore di sfondo dell'oggetto recente
ja: 履歴項目の背景色を変更
spanish: Cambiar el color de fondo de un elemento del historial

source: Apply Library item
french: Appliquer une entrée de la bibliothèque
italian: Usa oggetto della Libreria
ja: ライブラリ項目を適用
spanish: Aplicar un elemento de la librería

source: Add Library folder
french: Ajouter un dossier à la bibliothèque
german: Bibliothek-Ordner hinzufügen
italian: Aggiungi cartella in Libreria
ja: ライブラリフォルダを追加
spanish: Añadir una carpeta a la librería

source: Add Library item
french: Ajouter une entrée à la bibliothèque
german: Bibliothek-Eintrag hinzufügen
italian: Aggiungi oggetto in Libreria
ja: ライブラリ項目を追加
spanish: Añadir un elemento a la librería

source: Add Library items
french: Ajouter des entrées à la bibliothèque
italian: Aggiungi oggetti in Libreria
ja: 複数のライブラリ項目を追加
spanish: Añadir elementos a la librería

source: Delete Library item
french: Supprimer une entrée de la bibliothèque
german: Bibliothek-Eintrag löschen
italian: Rimuovi oggetto di Libreria
ja: ライブラリ項目を削除
spanish: Eliminar elemento de la librería

source: Delete Library items
french: Supprimer plusieurs entrées de la bibliothèque
german: Bibliothek-Einträge löschen
italian: Rimuovi oggetti di Libreria
ja: 複数のライブラリ項目を削除
spanish: Eliminar elementos de la librería

source: Move Library items
french: Déplacer des entrées de la bibliothèque
german: Bibliothek-Einträge verschieben
italian: Sposta oggetti di Libreria
ja: 複数のライブラリ項目を移動
spanish: Mover elementos de la librería

source: Change Library item name
french: Changer le nom d'une entrée de la bibliothèque
german: Name des Bibliothek-Eintrags ändern
italian: Cambia nome all'oggetto di Libreria
ja: ライブラリ項目の名称を変更
spanish: Renombrar elemento de la librería

source: Change Library item background color
french: Changer la couleur de fond d'un item de la bibliothèque
german: Farbe des Bibliothek-Eintrags ändern
italian: Cambia colore di sfondo all'oggetto di Libreria
ja: ライブラリ項目の背景色を変更
spanish: Cambiar el color de fondo de un elemento de la librearía

source: Change Library items background color
french: Changer la couleur de fond d'items de la bibliothèque
italian: Cambia colore di sfondo agli oggetti di Libreria
ja: ライブラリ項目の背景色を変更
spanish: Cambiar el color de fondo de elementos de la librearía

source: Import library…
french: Importer une bibliothèque…
german: Bibliothek importieren...
italian: Importa libreria…
ja: ライブラリをインポート…
spanish: Importar librería...

source: Export library…
french: Exporter la bibliothèque…
german: Bibliothek exportieren...
italian: Esporta libreria…
ja: ライブラリをエクスポート…
spanish: Exportar librería...

source: Import history…
french: Importer une historique…
italian: Importa Cronologia…
ja: 履歴をインポート…
spanish: Importar historial...

source: Export history…
french: Exporter l'historique…
italian: Esporta Cronologia…
ja: 履歴をエクスポート…
spanish: Exportar historial...

source: Loading error
french: Erreur de chargement
italian: Errore di Caricamento
ja: 読み込みエラー
spanish: Error al cargar

source: An error occured while saving
french: Une erreur est survenue lors de l'enregistrement
italian: Errore durante il Salvataggio
ja: 保存するときにエラーが発生しました
spanish: Error al Guardar

source: The file does not appear to be a valid format
french: Le fichier semble ne pas être au bon format
italian: Il file non sembra avere un formato valido
ja: ファイルはおそらく有効なフォーマットではありません
spanish: El fichero no tiene el formato correcto

source: New encapsulation
french: Nouvelle encapsulation
german: Neue Einklammerung
italian: Nuova incapsulamento
ja: 新規カプセル化
spanish: Nueva encapsulación

source: Change the encapsulation
french: Changer l'encapsulation
german: Argument ändern
italian: Cambia l'incapsulamento
ja: そのカプセル化を変更
spanish: Cambiar la encapsulación

source: Remove encapsulation items
french: Supprimer des encapsulations
german: Argument-Einträge löschen
italian: Rimuovi oggetto di incapsulamento
ja: 複数のカプセル化項目を削除
spanish: Eliminar elementos de encapsulación

source: Remove encapsulation item
french: Supprimer une encapsulation
german: Argument-Eintrag löschen
ja: カプセル化項目を削除
spanish: Eliminar elemento de encapsulación

source: Move the encapsulation
french: Déplacer l'encapsulation
german: Den Argument-Eintrag verschieben
italian: Sposta l'incapsulamento
ja: カプセル化項目を移動
spanish: Mover la encapsulación

source: Move encapsulations
french: Déplacer les encapsulations
german: Argument-Einträge verschieben
italian: Sposta incapsulazioni
ja: 複数のカプセル化項目を移動
spanish: Mover encapsulaciones

source: New configuration
french: Nouvelle configuration
german: Neue Konfiguration
italian: Nuova configurazione
ja: 新規設定
spanish: Nueva configuración

source: Change the configuration
french: Changer la configuration
german: Konfiguration ändern
italian: Cambia la configurazione
ja: 設定を変更
spanish: Cambiar la configuración

source: Remove configuration items
french: Supprimer des configurations
german: Konfigurations-Einträge löschen
italian: Rimuovi configurazioni
ja: 複数の設定項目を削除
spanish: Eliminar elementos de la configuración

source: Remove configuration item
french: Supprimer une configuration
german: Konfigurations-Eintrag löschen
italian: Rimuovi configurazione
ja: 設定項目を削除
spanish: Eliminar elemento de la configuración

source: Move the configuration
french: Déplacer la configuration
german: Konfiguration verschieben
italian: Sposta la configurazione
ja: 設定を移動
spanish: Mover la configuración

source: Move configurations
french: Déplacer les configurations
german: Konfigurationen verschieben
italian: Sposta configurazioni
ja: 複数の設定を移動
spanish: Mover configuraciones

source: processing
french: exécution de
german: bearbeiten
italian: elaborazione
ja: 処理中
spanish: procesando

source: executing
french: exécution de
german: ausführen
italian: esecuzione
ja: 実行中
spanish: ejecutando

source: error while processing
french: erreur à l'exécution de
german: Fehler während dem Bearbeiten
italian: errore durante l'elaborazione
ja: 処理中のエラー
spanish: Error al procesar

source: used for font color
french: pour la couleur
german: für Schriftfarbe verwenden
italian: usato per colore carattere
ja: フォントカラーに使用される
spanish: usado para el color del texto

source: no color.sty found
french: color.sty introuvable
german: kein color.sty gefunden
italian: nessun color.sty trovato
ja: color.sty が見つかりませんでした
spanish: color.sty no encontrado

source: color.sty seems to be unavailable
french: color.sty semble indisponible
german: color.sty wurde nicht gefunden
italian: color.sty sembra non essere disponibile
ja: color.sty が利用できないようです
spanish: color.sty parece no estar disponible

source: %@ not found or does not work as expected
french: %@ est introuvable ou ne fonctionne pas comme attendu
german: %@ wurde nicht gefunden oder arbeitet nicht wie gewünscht
italian: %@ non trovato oppure non funziona come previsto
ja: %@ が見つからなかったか期待するように動作しませんでした。
spanish: %@ no encontrado o no funciona como se espera

source: Unless you have installed X11, you should be sure that you use a version of ghostscript that does not require it (usually gs-nox11 instead of gs).
french: À moins que vous ayez installé X11, vous devriez vous assurer que vous utilisez une vesion de ghostscript qui ne le nécessite pas (habituellement gs-nox11 au lieu de gs)

source: %@ is required
french: %@ est nécessaire
italian: %@ è richiesto
ja: %@が必要です
spanish: %@ es necesario

source: The XML::LibXML perl module must be installed
french: Le module perl XML::LibXML est nécessaire

source: The current configuration of LaTeXiT requires %@ to work.
french: La configuration actuelle de LaTeXiT nécessite %@ pour fonctionner.
german: Die derzeitige Einstellung von LaTeXiT benötigt %@ um zu arbeiten.
italian: L'attuale configurazione di LaTeXiT necessita %@ per funzionare.
ja: 現在の LaTeXiT の設定は動作のために %@ を必要とします。
spanish: La configuración actual de LaTeXiT necesita %@ para funcionar.

source: You need ps2pdf to export as "PDF with outlined fonts"
french: ps2pdf est requis pour activer l'export en "PDF avec polices vectorisées"
german: Es wird ps2pdf benötigt um als "PDF mit konturierter Schrift exportieren zu können"
italian: È necessario ps2pdf per esportare come "PDF con outlined fonts"
ja: “アウトラインフォント付きのPDF”としての書き出しには ps2pdf が必要です
spanish: Se necesita ps2pdf para exportar como "PDF con fuentes trazadas"

source: Find %@…
french: Chercher %@…
german: %@... finden
italian: Trova %@…
ja: %@ を検索…
spanish: Buscar %@...

source: What's that ?
french: Qu'est-ce que c'est ?
italian: Che cos'è?
ja: 詳しい情報
spanish: ¿Qué es esto?

source: LaTeXiT relies on a functional LaTeX installation. But if you do not know what LaTeX is, you may find it difficult to find and install it. A help section of the documentation is dedicated to that part.
french: LaTeXiT se base sur une installation fonctionnelle de LaTeX. Mais si vous ne savez pas ce qu'est LaTeX, vous risquez d'avoir du mal à l'installer. Une section de la documentation est donc dédiée aux explications correspondates.
italian: LaTeXiT si affida ad un'installazione funzionale di LaTeX. Ma se non sai che cosa sia LaTeX, potresti trovare difficile cercarlo ed installarlo. Una sezione d'aiuto della documentazione è dedicata a questo.
ja: LaTeXiT は動作可能な LaTeX のインストールを必要とします。もし LaTeX について知らない場合は、適切な LaTeX を見つけてインストールすることが難しいかもしれません。ドキュメントのヘルプセクションに情報があります。
spanish: LaTeXiT necesita una instalación funcional de LaTeX. Si no sabe lo que es LaTeX, puede que le sea dificil encontrar e instalar una distribución de LaTeX. Una sección de la documentación está dedicada a esto.

source: See help…
french: Voir l'aide…
italian: Guarda l'Aiuto…
ja: ヘルプを見る…
spanish: Ver la ayuda...

source: Install LaTeX
french: Installer LaTeX
italian: Installa LaTeX
ja: LaTeX をインストール
spanish: Instalar LaTeX

source: pdflatex, latex, dvipdf, xelatex, lualatex or gs (depending to the current configuration) seems unavailable in your system. Please check their installation.
french: pdflatex, latex, dvipdf, xelatex, lualatex ou gs (selon la configuration actuelle) semble introuvable sur votre machine. Veuillez vérifier leur installation.
ja: pdflatex, latex, dvipdf, xelatex, lualatex or gs （設定に依存）が利用できないようです。それらのインストールを確認してください。

source: Without the color.sty package, you won't be able to change the font color
french: Sans le package color.sty, vous ne pourrez pas modifier la couleur des équations
german: Ohne das color.sty Packet, können Sie die Schriftfarbe nicht ändern
italian: Senza il pacchetto color.sty , non sarai capace di cambiare il colore dei caratteri
ja: フォントの色を変えるには color.sty が必要です
spanish: Sin el paquete color.sty, será imposible cambiar el color del texto.

source: color.sty package seems not to be present in your LaTeX installation. So, color font change is disabled.
french: le package color.sty semble indisponible dans votre installation de LaTeX. La sélection de couleur est donc désactivée.
german: Das color.sty Packet scheint bei Ihrer Installation von LaTeX zu fehlen. Daher ist ein ändern der Schriftfarbe nicht möglich.
italian: il pacchetto color.sty non sembra essere presente nell'attuale installazione di LaTeX. Per ciò il cambio di colore dei caratteri non è possibile.
ja: あなたの LaTeX 環境に color.sty が見つかりません。そのためフォントの色を変更することができません。
spanish: Parece que el paquete color.sty no está presente en su instalación de LaTeX. Por lo tanto, es imposible cambiar el color del texto.

source: This text is not LaTeX compliant; or perhaps it is a preamble problem ? You can check it in LaTeXiT
french: Ce texte n'est pas conforme à LaTeX; ou peut-être y a-t-il un problème de préambule ? Vous pouvez le vérifier au sein de LaTeXiT
german: Dieser Text ist nicht LaTeX kompatibel; oder es besteht ein Einleitungs-Problem ? Sie können dies in LaTeXiT überprüfen
italian: Questo testo non è conforme a LaTeX; oppure forse è un problema di preambolo. Puoi controllarlo in LaTeXit
ja: このテキストは LaTeX として正しくないか、おそらくプリアンブルに問題があります。LaTeXiT 上で確認できます
spanish: Este archivo de texto no es compatible con LaTeX; ¿o quizá es un problema con el preámbulo? Puedes comprobarlo en LaTeXiT

source: Empty LaTeX body
french: Pas de corps LaTeX
german: leeres LaTeX-Dokument
italian: Svuota il corpo LaTeX
ja: 空の LaTeX 本文
spanish: Cuerpo de LaTeX vacío

source: Process anyway
french: Procéder malgré tout
german: Trotzdem bearbeiten
italian: Elabora comunque
ja: 処理を続ける
spanish: Procesar de todos modos

source: You did not type any text in the body. The result will certainly be empty.
french: Vous n'avez pas tapé de corps au document LaTeX. Le résultat sera sans doute vide.
german: Sie haben keinen Text in den Body eingegeben. Das Ergebnis wird daher leer sein.
italian: Non hai digitato alcun testo nel corpo. Il risultato sarà certamente vuoto.
ja: 本文に入力されていません。 結果は確実に空になります。
spanish: No ha escrito nada en el cuerpo del documento. Obviamente, no habrá ningún resultado.

source: An error occured while trying to create the file : %@
french: Une erreur est survenue lors de la création du fichier : %@
german: Ein Fehler ist aufgetreten beim Versuch die Datei zu generieren : %@
italian: Errore durante il tentativo di creare il file : %@
ja: 次のファイルを作成するときにエラーが発生しました : %@
spanish: Se produjo un error al crear el archivo: %@

source: An error occured while trying to create the file with command: %@
french: Une erreur est survenue lors de la création du fichier avec la commande: %@
german: Ein Fehler ist aufgetreten beim Versuch die Datei zu generieren mithilfe des Befehls: %@
italian: Errore durante il tentativo di creare il file con command: %@
ja: 次のコマンドを用いてファイルを作成するときにエラーが発生しました : %@
spanish: Se produjo un error al crear el archivo con comando: %@

source: Equation linked with another application
french: Équation liée à une autre application
german: Die Gleichung ist schon mit einer anderen Anwendung verknüpft
italian: Equazione collegata con un altra applicazione
ja: 他のアプリケーションとリンクしている数式
spanish: Ecuación enlazada con otra aplicación

source: Equation linked with library item
french: Équation liée à la bibliothèque
italian: Equazione collegata con un oggetto della libreria
ja: ライブラリ項目にリンクした数式
spanish: Ecuacion enlazada con un elemento de la librería

source: Suspend Linkback link
french: Suspendre le lien Linkback
italian: Sospendi collegamento Linkback
ja: LinkBackのリンクを停止する
spanish: Suspender enlace Linkback

source: Resume Linkback link
french: Reprendre le lien Linkback
italian: Riprendi collegamento Linkback
ja: LinkBackのリンクを再開
spanish: Continuar enlace Linkback

source: LaTeXiT cannot be run properly, please check its configuration
french: LaTeXiT ne peut être exécuté normalement; veuillez vérifier sa configuration
german: LaTeXiT kann nicht ordungsgemä√ü ausgeführt werden. Bitte überprüfen Sie ihre Einstellungen
italian: LaTeXiT non può essere eseguito propriamente, prego controllare la configurazione
ja: LaTeXiT は正しく動作しません。設定を確認してください
spanish: LaTeXiT no puede ejecutarse correctamente, compruebe la configuración por favor

source: Do you want to load the library <%@> ?
french: Voulez-vous charger la bibliothèque <%@> ?
german: Wollen Sie die Bibliothek <%@> öffnen ?
italian: Vuoi caricare la libreria <%@> ?
ja: ライブラリ <%@> をロードしますか？
spanish: ¿Quiere cargar la librearía <%@>?

source: If you choose <Replace the library>, the current library will be lost
french: Si vous choisissez <Remplacer la bibliothèque>, la bibliothèque actuelle sera perdue
german: Beim Auswählen von <Bibliothek ersetzen>, geht die gegenwärtige Bibliothek verloren
italian: Se scegli <Sostituisci la libreria>, la corrente libreria andrà persa
ja: <ライブラリを置き換える> を選択すると、現在のライブラリは失われます
spanish: Si selecciona <Reemplazar librería>, la librería actual se perderá

source: Add to the library
french: Ajouter à la bibliothèque
german: Zur Bibliothek hinzufügen
italian: Aggiungi alla libreria
ja: ライブラリに追加
spanish: Añadir a la librería

source: Replace the library
french: Remplacer la bibliothèque
german: Bibliothek ersetzen
italian: Sostituisci la libreria
ja: ライブラリを置換
spanish: Reemplazar la librería

source: Do you want to load the history <%@> ?
french: Voulez-vous charger l'historique <%@> ?
italian: Vuoi caricare la cronologia <%@> ?
ja: 履歴 <%@> をロードしますか？
spanish: ¿Quiere cargar la historial <%@>?

source: If you choose <Replace the history>, the current history will be lost
french: Si vous choisissez <Remplacer l'historique>, l'historique actuelle sera perdue
italian: Se scegli <Sostituisci la cronologia>, l'attuale cronologia andrà persa
ja: <履歴を置き換える> を選択すると、現在の履歴は失われます
spanish: Si selecciona <Reemplazar historial>, la historial actual se perderá

source: Add to the history
french: Ajouter à l'historique
italian: Aggiungi alla cronologia
ja: 履歴に追加
spanish: Añadir a la historial

source: Replace the history
french: Remplacer l'historique
italian: Sostituisci la cronologia
ja: 履歴を置換
spanish: Reemplazar la historial

source: Open in LaTeXiT
french: Ouvrir dans LaTeXiT
german: In LaTeXiT öffnen
italian: Apri in LaTeXiT
ja: LaTeXiT で開く
spanish: Abrir en LaTeXiT

source: Check for new versions
french: Vérification des mises à jour
german: Nach Updates suchen
italian: Controlla per nuove versioni
ja: 新しいバージョンを確認
spanish: Buscar una nueva versión

source: An error occured while trying to reach %@. You should check your network.
french: Une erreur est survenue lors de l'accès à %@. Vous devriez vérifier le bon fonctionnement de votre réseau.
italian: Errore mentre si cercava di raggiungere %@. Si prega di controllare la connessione.
ja: %@ を開こうとしてエラーが発生しました ネットワークの接続状況を確認してください。
spanish: Se ha producido un error al conectar con %@. Compruebe que tiene conexión de red.

source: Open download page
french: Aller sur le site
german: Zur Download-Seite gehen
italian: Apri pagina di download
ja: ダウンロードページを開く
spanish: Abrir la página de descarga

source: General
french: Général
german: Allgemein
italian: Generale
ja: 一般

# Edition
source: Text Editing
french: Édition
german: Erscheinungsbild
ja: テキスト編集
spanish: Edición

source: Preambles
french: Préambules
italian: Preamboli
ja: プリアンブル
spanish: Preámbulos

source: Body templates
french: Modèles de corps
italian: Modelli del corpo
ja: 本文テンプレート
spanish: Plantillas de contenido

source: Templates
french: Modèles
italian: Modelli
ja: テンプレート
spanish: Plantillas

# Composition
source: Typesetting
french: Composition
german: Pfade
ja: プログラム
spanish: Composición

source: Advanced
french: Avancé
german: Erweitert
italian: Avanzate
ja: 詳細
spanish: Avanzado

source: Plugins
french: Extensions
italian: Estensioni
ja: 機能拡張
spanish: Extensiones

source: Reset preamble
french: Réinitialiser le préambule
italian: Resetta preambolo
ja: プリアンブルをリセット
spanish: Restablecer preámbulo

source: Are you sure you want to reset the preamble ? This operation is irreversible.
french: Êtes-vous sûr de vouloir réinitialiser le préambule ? Cette opération est irréversible.
italian: Sei sicuro di voler resettare il preambolo ? Questa operazione è irreversibile.
ja: プリアンブルを本当にリセットしますか？ この操作は取り消せません
spanish: ¿Está seguro de que desea restablecer el preámbulo? Esta operación no se puede deshacer.

source: Do you really want to apply that preamble to the library items ?
french: Voulez-vous vraiment appliquer ce préambule aux éléments de la bibliothèque ?
german: Wollen Sie wirklich diese Einleitung auf die Bibliotheks-Einträge anwenden ?
italian: Vuoi veramente applicare questo preambolo agli oggetti di libreria ?
ja: 本当にこのプリアンブルをライブラリ項目に適用しますか？
spanish: ¿Quiere aplicar este preámbulo a lo elementos de la librearía?

source: Their old preamble will be overwritten. If it was a special preamble that had been tuned to generate them, it will be lost.
french: Leur ancien préambule sera écrasé. S'il s'agissait d'un préambule spécial utilisé pour leur génération, il sera perdu.
german: Die alte Einleitung wird überschrieben. Wenn dies eine selbst erstellte Einleitung war, wird diese verlohren gehen.
italian: Il loro vecchio preambolo sarà sovrascritto. Se era un preambolo straordinario usato per generarli, andrà perso.
ja: 古いプリアンブルは上書きされます。これまでの変換に必要な特別なプリアンブルだとすると、それが失われます。
spanish: Su anterior preámbulo se reemplazará. Si es un preámbulo especial contruido para generarlas se perderá.

source: Apply
french: Appliquer
german: Ausführen
italian: Applica
ja: 適用
spanish: Aplicar

source: Typeset LaTeX Maths Eqnarray
french: Créer l'équation en mode Eqnarray
german: LaTeX-Schriftsatz in Gleichung umwandeln
italian: Crea l'equazione in modalità Eqnarray
ja: LaTeX 数式 eqnarray 環境でタイプセット
spanish: Componer ecuación de LaTeX en un entorno Eqnarray
