Repository: MaddTheSane/LaTexIt
Catalog: *.lproj/Localizable.strings
Languages: french, german, italian, ja, spanish

source: Rename selection
french: Renommer la sélection
italian: Rinomina selezione
ja: 選択項目を名称変更
spanish: Renombrar la selección

source: Replace selection by current equation
french: Remplacer la sélection par l'équation courante
italian: Sostituisci la selezione con l'attuale equazione
ja: 選択項目を現在の数式に置き換え
spanish: Reemplaza la selecciçon con la ecuación actual

source: Import…
french: Importer…
italian: Importa…
ja: インポート…
spanish: Importar...

source: Export…
french: Exporter…
italian: Esporta…
ja: エクスポート…
spanish: Exportar...

source: Display the equations in real size on mouse over
french: Affiche les équations en taille réelle lors d'un passage de la souris
italian: Mostra l'equazione nelle dimensioni reali quando è sotto il cursore
ja: マウスオーバーで数式を実際のサイズで表示
spanish: Con el ratón encima, mostrar las ecuaciones en tamaño real

source: Open the equation in a document
french: Ouvrir l'équation dans un document
italian: Apri l'equazione in un documento
ja: 数式を書類の中で開く
spanish: Abrir la ecuación en un documento

source: Open the equation in a linked document
french: Ouvrir l'équation dans un document lié
italian: Apri l'equazione in un documento collegato
ja: 数式をリンクした書類の中で開く
spanish: Abrir la ecuación en un documento enlazado

source: Show comments pane
french: Afficher le panneau des commentaires

source: Hide comments pane
french: Masquer le panneau des commentaires

source: Export commented preambles
french: Exporter les préambules commentés

source: Export user comments
french: Exporter les commentaires utilisateur

source: Ignore title hierarchy
french: Ignorer la hiérarchie des titres

source: Add to current history
french: Ajouter à l'historique
italian: Aggiungi all'attuale cronologia
ja: 現在の履歴に追加
spanish: Añadir a la historial actual

source: Overwrite current history
french: Écraser l'historique
italian: Sovrascrivi l'attuale cronologia
ja: 現在の履歴を上書きする
spanish: Sobreescribir la historial actual

source: Lock
french: Verrouiller
italian: Blocca
ja: ロックする
spanish: Bloquear

source: Unlock
french: Déverrouiller
italian: Sblocca
ja: ロックを解除する
spanish: Desbloquear

source: Open defaults
french: Ouvrir la configuration par défaut
italian: Apri default
ja: デフォルトを開く
spanish: Abrir defecto

source: Save as defaults
french: Enregistrer comme configuration par défaut
italian: Salva come default
ja: デフォルトとして保存
spanish: Guardar como defecto

source: Composition configurations
french: Configurations de composition
italian: Configurazioni di compilamento
ja: プログラムの構成
spanish: Configuraciones de composición

source: LaTeX Palette
french: Palette LaTeX
italian: Tavolozza LaTeX
ja: LaTeX パレット
spanish: Paleta LaTeX

source: Details
french: Détails
italian: Dettagli
ja: 詳細
spanish: Detalles

source: LaTeX Code :
french: Code LaTeX :
italian: Codice LaTeX :
ja: LaTeX コード :
spanish: Comando:

source: Requires :
french: Nécessite :
italian: Requisiti :
ja: 必要 :
spanish: Necesita:

source: Custom margins
french: Marges personnalisées
italian: Personalizza margini
ja: 余白の設定
spanish: Márgenes personalizados

source: Save as default margins
french: Enregistrer comme marges par défaut
italian: Salva come margini di default
ja: デフォルトの余白として保存
spanish: Guardar como márgenes por defecto

source: Unknown error. Please make sure that LaTeXiT has been run once and is fully functional.
french: Erreur inconnue. Veuillez vous assurer que LaTeXiT a été lancé au moins une fois et fonctionne normalement.
italian: Errore sconosciuto. Per favore accertarti che LaTeXit sia stato già avviato in precedenza e sia pienamente funzionante.
ja: 不明のエラー。LaTeXiT が正常に動作しているかを確認してください。
spanish: Error desconocido. Por favor, compruebe que LaTeXiT se ha ejecutado al menos una vez y que es completamente funcional.

source: Stop
ja: 中止
spanish: Parar

source: useful to type directly diacritic characters
italian: utile per scrivere direttamente caratteri accentuati
ja: 分音符付きラテン文字の入力に役立つ
spanish: útil para escribir directamente caracteres acentuados

# The Linkback link is active
source: Le lien Linkback est actif
italian: Il collegamento Linkback è attivo
ja: LinkBackでリンクしています
spanish: El enlace Linkback está activo

# The Linkback link is suspended
source: Le lien Linkback est suspendu
italian: Il collegamento Linkback è sospeso
ja: LinkBackのリンクを停止しています
spanish: El enlace Linkback está suspendido

source: Service
german: Dienste
italian: Servizio
ja: サービス
spanish: Servicio

source: Web
ja: ウェブ

source: Baseline of current equation
ja: 現在の方程式のベースライン

source: Change the text shortcut
german: Den Text-Shortcut ändern
italian: Cambia la scorciatoia testo
ja: キーマップを変更
spanish: Cambiar la combinación de teclas

source: Remove text shortcuts
german: Text-Shortcuts entfernen
italian: Rimuovi le scorciatoie testo
ja: 複数のキーマップを削除
spanish: Eliminar combinaciones de teclas

source: Remove text shortcut
german: TextShortcut entfernen
italian: Rimouvi la scorciatoia testo
ja: キーマップを削除
spanish: Eliminar la combinación de teclas

source: Move the text shortcut
german: Den Text-Shortcut bewegen
italian: Sposta la scorciatoia testo
ja: テキストショートカットを移動
spanish: Mover la combinación de teclas

source: Move text shortcuts
german: Text-Shortcuts bewegen
italian: Sposta le scorciatoie testo
ja: 複数のテキストショートカットを移動
spanish: Mover combinaciones de teclas

source: +temp. file
ja: +一時ファイル

source: The history cannot be opened
ja: 履歴を開くことができない

source: The library cannot be opened
ja: ライブラリを開くことができません

source: The history cannot be opened at path <%@>
ja: パス <%@> で履歴を開くことができません。

source: The library cannot be opened at path <%@>
ja: パス <%@> でライブラリを開くことができません。

source: maxi
ja: 最高
spanish: máxima

source: Format
italian: Formato
ja: フォーマット
spanish: Formato

source: Options
italian: Opzioni
ja: オプション
spanish: Opciones

source: Include background color
ja: 背景色を含める

source: Format :
italian: Formato :
ja: フォーマット :

# latexize selection again
source: Re-latexize selection
ja: Latexize selection again

source: Encapsulations
italian: Incapsulamento
ja: カプセル化
spanish: Encapsulaciones

source: OK
spanish: Aceptar
