Repository: MaddTheSane/LaTexIt
Catalog: *.lproj/ServicesMenu.strings
Languages: french, italian, ja, japanese, spanish

# LaTeXiT/Typeset LaTeX Maths eqnarray
source: LaTeXiT/"Eqnarray" Latexisation (\begin{eqnarray*}…\end{eqnarray*})
french: LaTeXiT/Latexisation «Eqnarray» (\begin{eqnarray*}…\end{eqnarray*})
italian: LaTeXiT/"Eqnarray" LaTeXizza (\begin{eqnarray*}…\end{eqnarray*})
ja: LaTeXiT/eqnarray環境でLaTeX変換 (\begin{eqnarray*}…\end{eqnarray*})
japanese: LaTeXiT/数式 Eqnarray 環境でタイプセット (\begin{eqnarray*}…\end{eqnarray*})
spanish: LaTeXiT/Componer en "Eqnarray" (\begin{eqnarray*}…\end{eqnarray*})

# LaTeXiT/Typeset LaTeX Maths eqnarray and put result into clipboard
source: LaTeXiT/"Eqnarray" Latexisation, add to clipboard
french: LaTeXiT/Latexisation «Eqnarray», et ajout au presse-papier
italian: LaTeXiT/"Eqnarray" LaTeXizza, aggiungi alla clipboard
ja: LaTeXiT/eqnarray環境でLaTeX変換→クリップボード
japanese: LaTeXiT/数式 Eqnarray 環境でタイプセット そして結果をクリップボードにコピー
spanish: LaTeXiT/Componer en "Eqnarray", y colocar en el portapapeles

# LaTeXiT/Typeset LaTeX Maths align
source: LaTeXiT/"Align" Latexisation (\begin{align*}…\end{align*})
french: LaTeXiT/Latexisation «Align» (\begin{align*}…\end{align*})
italian: LaTeXiT/"Align" LaTeXizza (\begin{align*}…\end{align*})
ja: LaTeXiT/align環境でLaTeX変換 (\begin{align*}…\end{align*})
japanese: LaTeXiT/数式 Align 環境でタイプセット (\begin{align*}…\end{align*})
spanish: LaTeXiT/Componer en "Align" (\begin{align*}…\end{align*})

# LaTeXiT/Typeset LaTeX Maths align and put result into clipboard
source: LaTeXiT/"Align" Latexisation, add to clipboard
french: LaTeXiT/Latexisation «Align», et ajout au presse-papier
italian: LaTeXiT/"Align" LaTeXizza, aggiungi alla clipboard
ja: LaTeXiT/align環境でLaTeX変換→クリップボード
japanese: LaTeXiT/数式 Align 環境でタイプセット そして結果をクリップボードにコピー
spanish: LaTeXiT/Componer en "Align", y colocar en el portapapeles

# LaTeXiT/Typeset LaTeX Maths display
source: LaTeXiT/"Display" Latexisation (\[…\])
french: LaTeXiT/Latexisation «Display» (\[…\])
italian: LaTeXiT/"Display" LaTeXizza (\[…\])
ja: LaTeXiT/display環境でLaTeX変換 (\[…\])
japanese: LaTeXiT/数式ディスプレイモードでタイプセット (\[…\])
spanish: LaTeXiT/Componer en "Display" (\[…\])

# LaTeXiT/Typeset LaTeX Maths display and put result into clipboard
source: LaTeXiT/"Display" Latexisation, add to clipboard
french: LaTeXiT/Latexisation «Display», et ajout au presse-papier
italian: LaTeXiT/"Display" LaTeXizza, aggiungi alla clipboard
ja: LaTeXiT/display環境でLaTeX変換→クリップボード
japanese: LaTeXiT/数式ディスプレイモードでタイプセット そして結果をクリップボードにコピー
spanish: LaTeXiT/Componer en "Display", y colocar en el portapapeles

# LaTeXiT/Typeset LaTeX Maths inline
source: LaTeXiT/"Inline" Latexisation ($…$)
french: LaTeXiT/Latexisation «Inline» ($…$)
italian: LaTeXiT/"Inline" LaTeXizza ($…$)
ja: LaTeXiT/インライン数式でLaTeX変換 ($…$)
japanese: LaTeXiT/数式インラインモードでタイプセット ($…$)
spanish: LaTeXiT/Componer en "Inline" ($…$)

# LaTeXiT/Typeset LaTeX Maths inline and put result into clipboard
source: LaTeXiT/"Inline" Latexisation, add to clipboard
french: LaTeXiT/Latexisation «Inline», et ajout au presse-papier
italian: LaTeXiT/"Inline" LaTeXizza, aggiungi alla clipboard
ja: LaTeXiT/インライン数式でLaTeX変換→クリップボード
japanese: LaTeXiT/数式インラインモードでタイプセット そして結果をクリップボードにコピー
spanish: LaTeXiT/Componer en "Inline", y colocar en el portapapeles

# LaTeXiT/Typeset LaTeX Text
source: LaTeXiT/"Text" Latexisation
french: LaTeXiT/Latexisation «Texte»
italian: LaTeXiT/"Testo" LaTeXizza
ja: LaTeXiT/テキストモードでLaTeX変換
japanese: LaTeXiT/テキストモードでタイプセット
spanish: LaTeXiT/Componer en "Texto" LaTeX

# LaTeXiT/Typeset LaTeX Text and put result into clipboard
source: LaTeXiT/"Text" Latexisation, add to clipboard
french: LaTeXiT/Latexisation «Texte», et ajout au presse-papier
italian: LaTeXiT/"Testo" LaTeXizza, aggiungi alla clipboard
ja: LaTeXiT/テキストモードでLaTeX変換→クリップボード
japanese: LaTeXiT/テキストモードでタイプセット そして結果をクリップボードにコピー
spanish: LaTeXiT/Componer en "Texto", y colocar en el portapapeles

source: LaTeXiT/Detect and typeset equations
french: LaTeXiT/Détecter et créer les équations
italian: LaTeXiT/Trova e crea le equazioni
ja: LaTeXiT/数式を検出してタイプセット
japanese: LaTeXiT/数式を検出してタイプセット
spanish: LaTeXiT/Detectar y componer ecuaciones

# LaTeXiT/Detect and typeset equations and put result into clipboard
source: LaTeXiT/Detect and typeset equations, add to clipboard
french: LaTeXiT/Détecter et créer les équations, et ajout au presse-papier
italian: LaTeXiT/Trova e crea le equazioni, aggiungi alla clipboard
ja: LaTeXiT/数式を検出してタイプセット そして結果をクリップボードにコピー
japanese: LaTeXiT/数式を検出してタイプセット そして結果をクリップボードにコピー
spanish: LaTeXiT/Detectar y componer ecuaciones, y colocar en el portapapeles

# LaTeXiT/Un-latexize the equations
source: LaTeXiT/Revert equations back to LaTeX code
french: LaTeXiT/Revenir des équations au code LaTeX
italian: LaTeXiT/Riconverte le equazioni al codice LaTeX
ja: LaTeXiT/数式を LaTeX コードに戻す
japanese: LaTeXiT/数式を LaTeX コードに戻す
spanish: LaTeXiT/Revertir la ecuación a código LaTeX

# SERVICE_DESCRIPTION
source: The LaTeXiT service can transform some text to an equation (as image), as processed by a LaTeX engine. It can also revert the equations to their original text source, if the equations have been configured in LaTeXiT to be exported as PDF. The service will work if the requesting application supports replacing some text by an image.
french: Le service LaTeXiT peut transformer du texte en une équation (en tant qu'image), par le biais d'un moteur LaTeX. Il peut aussi revenir de ces équations au texte source, si l'export au sein de LaTeXiT est réglé sur PDF. Le service ne peut fonctionner que si l'application cible peut remplacer du texte par une image.
ja: LaTeXiT サービス機能は LaTeX をエンジンとする処理を行いテキストを数式イメージに変換することができます。また PDF フォーマットで書き出された場合、その数式イメージから元のテキストに戻すこともできます。テキストからイメージへの置換をサポートしているアプリケーションでこのサービス機能を使うことができます。
japanese: LaTeXiT サービス機能は LaTeX をエンジンとする処理を行いテキストを数式イメージに変換することができます。また PDF フォーマットで書き出された場合、その数式イメージから元のテキストに戻すこともできます。テキストからイメージへの置換をサポートしているアプリケーションでこのサービス機能を使うことができます。

# SERVICE_DESCRIPTION_EQNARRAY
source: "Eqnarray" Latexisation (\begin{eqnarray*}…\end{eqnarray*})
french: Latexisation «Eqnarray» (\begin{eqnarray*}…\end{eqnarray*})
italian: "Eqnarray" LaTeXizza (\begin{eqnarray*}…\end{eqnarray*})
ja: eqnarray環境でLaTeX変換 (\begin{eqnarray*}…\end{eqnarray*})
spanish: Componer en "Eqnarray" (\begin{eqnarray*}…\end{eqnarray*})

# SERVICE_DESCRIPTION_EQNARRAY_CLIPBOARD
source: "Eqnarray" Latexisation, add to clipboard
french: Latexisation «Eqnarray», et ajout au presse-papier
italian: "Eqnarray" LaTeXizza, aggiungi alla clipboard
ja: eqnarray環境でLaTeX変換→クリップボード
spanish: Componer en "Eqnarray", y colocar en el portapapeles

# SERVICE_DESCRIPTION_ALIGN
source: "Align" Latexisation (\begin{align*}…\end{align*})
french: Latexisation «Align» (\begin{align*}…\end{align*})
italian: "Align" LaTeXizza (\begin{align*}…\end{align*})
ja: align環境でLaTeX変換 (\begin{align*}…\end{align*})
spanish: Componer en "Align" (\begin{align*}…\end{align*})

# SERVICE_DESCRIPTION_ALIGN_CLIPBOARD
source: "Align" Latexisation, add to clipboard
french: Latexisation «Align», et ajout au presse-papier
italian: "Align" LaTeXizza, aggiungi alla clipboard
ja: align環境でLaTeX変換→クリップボード
spanish: Componer en "Align", y colocar en el portapapeles

# SERVICE_DESCRIPTION_DISPLAY
source: "Display" Latexisation (\[…\])
french: Latexisation «Display» (\[…\])
italian: "Display" LaTeXizza (\[…\])
ja: display環境でLaTeX変換 (\[…\])
spanish: Componer en "Display" (\[…\])

# SERVICE_DESCRIPTION_DISPLAY_CLIPBOARD
source: "Display" Latexisation, ajout au presse-papier
french: Latexisation «Display», et ajout au presse-papier
italian: "Display" LaTeXizza, aggiungi alla clipboard
ja: display環境でLaTeX変換→クリップボード
spanish: Componer en "Display", y colocar en el portapapeles

# SERVICE_DESCRIPTION_INLINE
source: "Inline" Latexisation ($…$)
french: Latexisation «Inline» ($…$)
italian: "Inline" LaTeXizza ($…$)
ja: インライン数式でLaTeX変換 ($…$)
spanish: Componer en "Inline" ($…$)

# SERVICE_DESCRIPTION_INLINE_CLIPBOARD
source: "Inline" Latexisation, ajout au presse-papier
french: Latexisation Inline», et ajout au presse-papier
italian: "Inline" LaTeXizza, aggiungi alla clipboard
ja: インライン数式でLaTeX変換→クリップボード
spanish: Componer en "Inline", y colocar en el portapapeles

# SERVICE_DESCRIPTION_TEXT
source: "Text" Latexisation
french: Latexisation «Texte»
italian: "Testo" LaTeXizza
ja: テキストモードでLaTeX変換
spanish: Componer en "Texto"

# SERVICE_DESCRIPTION_TEXT_CLIPBOARD
source: "Text" Latexisation, ajout au presse-papier
french: Latexisation «Texte», et ajout au presse-papier
italian: "Testo" LaTeXizza, aggiungi alla clipboard
ja: テキストモードでLaTeX変換→クリップボード
spanish: Componer en "Texto", y colocar en el portapapeles

# SERVICE_DESCRIPTION_MULTIPLE
source: Detect and typeset equations
french: Détecter et créer les équations
italian: Trova e crea le equazioni
ja: 数式を検出してタイプセット
spanish: Detectar y componer ecuaciones

# SERVICE_DESCRIPTION_MULTIPLE_CLIPBOARD
source: Detect and typeset equations, add to clipboard
french: Détecter et créer les équations, et ajout au presse-papier
italian: Trova e crea le equazioni, aggiungi alla clipboard
ja: 数式を検出してタイプセット そして結果をクリップボードにコピー
spanish: Detectar y componer ecuaciones, y colocar en el portapapeles

# SERVICE_DESCRIPTION_DELATEXISATION
source: Revert equations back to LaTeX code
french: Revenir des équations au code LaTeX
italian: Riconverte le equazioni al codice LaTeX
ja: 数式を LaTeX コードに戻す
spanish: Revertir la ecuación a código LaTeX
