Repository: MaddTheSane/LaTexIt
Catalog: Resources/*.lproj/Localizable.strings
Languages: de

source: current-language
de: de

source: Cancel
de: Abbrechen

source: Error
de: Fehler

source: Untitled
de: Ohne Namen

source: Stop
de: Stopp

source: none
de: keins

source: default
de: Standard

source: Copy of %@
de: Kopie von %@

source: Read Me
de: Lies mich

source: History
de: Verlauf

source: Clear History
de: Verlauf löschen

source: Remove all
de: Alles löschen

source: Remove selection
de: Auswahl löschen

source: Are you sure you want to clear the whole history ? This operation is irreversible.
de: Wollen Sie tatsächlich den gesamten Verlauf löschen? Dies kann nicht mehr rückgängig gemacht werden.

source: Hide preamble
de: Präambel verbergen

source: Show preamble
de: Präambel zeigen

source: Hide History
de: Verlauf ausblenden

source: Show History
de: Verlauf zeigen

source: Hide Library
de: Bibliothek ausblenden

source: Show Library
de: Bibliothek zeigen

source: Apply History item
de: Verlaufs-Eintrag ausführen

source: Delete History item
de: Verlaufs-Eintrag löschen

source: Delete History items
de: Verlaufs-Einträge löschen

source: Change History item background color
de: Hintergrundfarbe des Verlaufs-Eintrags ändern

source: Apply Library item
de: Bibliotheks-Eintrag ausführen

source: Add Library folder
de: Bibliotheks-Ordner hinzufügen

source: Add Library item
de: Bibliotheks-Eintrag hinzufügen

source: Add Library items
de: Bibliotheks-Einträge hinzufügen

source: Delete Library item
de: Bibliotheks-Eintrag löschen

source: Delete Library items
de: Bibliotheks-Einträge löschen

source: Move Library items
de: Bibliotheks-Einträge verschieben

source: Change Library item name
de: Namen des Bibliotheks-Eintrags ändern

source: Change Library item background color
de: Hintergrundfarbe des Bibliotheks-Eintrags ändern

source: Change Library items background color
de: Hintergrundfarbe der Bibliotheks-Einträge ändern

source: Import library...
de: Bibliothek importieren…

source: Export library...
de: Bibliothek exportieren…

source: Import history...
de: Verlauf importieren…

source: Export history...
de: Verlauf exportieren…

source: Loading error
de: Fehler beim Öffnen

source: An error occured while saving
de: Fehler beim Sichern

source: The file does not appear to be a valid format
de: Die Datei hat anscheinend das falsche Format

source: New encapsulation
de: Neue Klammerung

source: Change the encapsulation
de: Klammerung ändern

source: Remove encapsulation items
de: Klammerungs-Einträge löschen

source: Remove encapsulation item
de: Klammerungs-Eintrag löschen

source: Move the encapsulation
de: Klammerungs-Eintrag verschieben

source: Move encapsulations
de: Klammerungs-Einträge verschieben

source: New configuration
de: Neue Konfiguration

source: Change the configuration
de: Konfiguration ändern

source: Remove configuration items
de: Konfigurations-Einträge löschen

source: Remove configuration item
de: Konfigurations-Eintrag löschen

source: Move the configuration
de: Konfiguration verschieben

source: Move configurations
de: Konfigurationen verschieben

source: processing
de: In Bearbeitung

source: executing
de: Bei der Ausführung

source: error while processing
de: Fehler beim Bearbeiten

source: used for font color
de: für Farbe der Schrift verwenden

source: no color.sty found
de: kein color.sty gefunden

source: useful to type directly diacritic characters
de: es ist sinnvoll, Zeichen mit Akzenten direkt einzugeben

source: %@ not found or does not work as expected
de: %@ wurde nicht gefunden oder arbeitet nicht wie erwartet

source: %@ is required
de: %@ ist erforderlich

source: The current configuration of LaTeXiT requires %@ to work.
de: Die derzeitige Einstellung von LaTeXiT benötigt %@ zum Funktionieren.

source: You need ps2pdf to export as "PDF with outlined fonts"
de: Zum Exportieren als "PDF mit Vektor-Schriften" wird ps2pdf benötigt

source: Find %@...
de: %@… finden

source: What's that ?
de: Was ist das ?

source: LaTeXiT relies on a functional LaTeX installation. But if you do not know what LaTeX is, you may find it difficult to find and install it. A help section of the documentation is dedicated to that part.
de: LaTeXiT benötigt eine funktionsfähige LaTeX-Installation. Falls Sie nicht wissen was LaTeX ist, werden Sie dies möglicherweise kompliziert finden. In diesem Fall hilft Ihnen die Hilfesektion in der Dokumentation weiter.

source: See help...
de: Zur Hilfe gehen…

source: Install LaTeX
de: LaTeX installieren

source: pdflatex, latex, dvipdf, xelatex, lualatex or gs (depending to the current configuration) seems unavailable in your system. Please check their installation.
de: pdflatex, latex, dvipdf, xelatex, lualatex oder gs (abhängig von der derzeitigen Konfiguration) wurde auf Ihrem System nicht gefunden. Bitte überprüfen Sie deren Installation.

source: color.sty seems to be unavailable
de: color.sty wurde nicht gefunden

source: Without the color.sty package, you won't be able to change the font color
de: Ohne das color-Paket können Sie die Farbe der Schrift nicht einstellen

source: color.sty package seems not to be present in your LaTeX installation. So, color font change is disabled.
de: Das color-Paket scheint bei Ihrer Installation von LaTeX zu fehlen. Daher ist ein Ändern der Schriftfarbe nicht möglich.

source: This text is not LaTeX compliant; or perhaps it is a preamble problem ? You can check it in LaTeXiT
de: Dieser Text ist nicht LaTeX-konform, oder besteht ein Problem mit der Präambel? Sie können dies in LaTeXiT überprüfen

source: Empty LaTeX body
de: Leeres LaTeX-Dokument

source: Process anyway
de: Trotzdem bearbeiten

source: You did not type any text in the body. The result will certainly be empty.
de: Sie haben noch keinen Text eingegeben. Das Ergebnis wird daher leer sein.

source: An error occured while trying to create the file : %@
de: Ein Fehler ist aufgetreten beim Versuch, diese Datei zu generieren: %@

source: An error occured while trying to create the file with command: %@
de: Ein Fehler ist aufgetreten beim Versuch, die Datei zu generieren mittels des Befehls: %@

source: http://pierre.chachatelier.fr/latexit/index.php
de: http://pierre.chachatelier.fr/latexit/index.php?lang=en

source: http://pierre.chachatelier.fr/latexit/latexit-donations.php
de: http://pierre.chachatelier.fr/latexit/latexit-donations.php?lang=en

source: Equation linked with another application
de: Die Gleichung ist schon mit einer anderen Anwendung verknüpft

source: Equation linked with library item
de: Mit der Bibliothek verbundene Gleichung

source: The Linkback link is active
de: Der Linkback Link ist aktiv

source: The Linkback link is suspended
de: Der Linkback Link ist aufgehoben

source: Suspend Linkback link
de: Linkback Link aufheben

source: Resume Linkback link
de: Linkback Link fortsetzen

source: LaTeXiT cannot be run properly, please check its configuration
de: LaTeXiT kann nicht ordnungsgemäß ausgeführt werden. Bitte überprüfen Sie die Einstellungen

source: Do you want to load the library <%@> ?
de: Wollen Sie die Bibliothek <%@> laden ?

source: If you choose <Replace the library>, the current library will be lost
de: Bei Auswählen von <Bibliothek ersetzen> geht die gegenwärtige Bibliothek verloren

source: Add to the library
de: Zur Bibliothek hinzufügen

source: Replace the library
de: Bibliothek ersetzen

source: Do you want to load the history <%@> ?
de: Wollen Sie die Verlauf <%@> laden ?

source: If you choose <Replace the history>, the current history will be lost
de: Bei Auswählen von <Verlauf ersetzen> geht die gegenwärtige Verlauf verloren

source: Add to the history
de: Zur Verlauf hinzufügen

source: Replace the history
de: Verlauf ersetzen

source: Open in LaTeXiT
de: In LaTeXiT öffnen

source: Check for new versions
de: Nach neuer Version suchen

source: Open download page
de: Zur Download-Seite gehen

source: General
de: Allgemein

source: Edition
de: Erscheinungsbild

source: Preambles
de: Präambeln

source: Body templates
de: LaTeX body Vorlage

source: Templates
de: Vorlage

source: Composition
de: Pfad-Aufstellungen

source: Composition configurations
de: Pfad-Aufstellungen einrichten

source: Service
de: Dienste

source: Advanced
de: Erweitert

source: Plugins
de: Erweiterungen

source: Reset preamble
de: Preambel zurücksetzen

source: Are you sure you want to reset the preamble ? This operation is irreversible.
de: Sind Sie sicher, dass die Preambel zurückgesetzt werden soll? Dies kann nicht rückgängig gemacht werden.

source: Do you really want to apply that preamble to the library items ?
de: Wollen Sie wirklich diese Präambel auf die Bibliotheks-Einträge anwenden?

source: Their old preamble will be overwritten. If it was a special preamble that had been tuned to generate them, it will be lost.
de: Die alte Präambel wird überschrieben. Wenn diese eine speziell erstellte Präambel ist, wird sie verloren gehen.

source: Apply
de: Ausführen

source: Typeset LaTeX Maths eqnarray
de: LaTeX-Mathe als Eqnarray setzen

source: Typeset LaTeX Maths eqnarray and put result into clipboard
de: LaTeX-Mathe als Eqnarray setzen und kopiere das Ergebnis in die Zwischenablage

source: Typeset LaTeX Maths align
de: LaTeX-Mathe als Align setzen

source: Typeset LaTeX Maths align and put result into clipboard
de: LaTeX-Mathe als Align setzen und kopiere das Ergebnis in die Zwischenablage

source: Typeset LaTeX Maths display
de: LaTeX-Mathe in Display-Form setzen

source: Typeset LaTeX Maths display and put result into clipboard
de: LaTeX-Mathe in Display-Form setzen und kopiere das Ergebnis in die Zwischenablage

source: Typeset LaTeX Maths inline
de: LaTeX-Mathe in Inline-Form setzen

source: Typeset LaTeX Maths inline and put result into clipboard
de: LaTeX-Mathe in Inline-Form setzen und kopiere das Ergebnis in die Zwischenablage

source: Typeset LaTeX Text
de: LaTeX-Text setzen

source: Typeset LaTeX Text and put result into clipboard
de: LaTeX-Text setzen und kopiere das Ergebnis in die Zwischenablage

source: Detect and typeset equations
de: Gleichung detektieren und umwandeln

source: Detect and typeset equations and put result into clipboard
de: Gleichung detektieren und umwandeln und kopiere das Ergebnis in die Zwischenablage

source: Un-latexize the equations
de: Von der Gleichung zum LaTeX-Kode zurückkehren

source: Loading History
de: Verlauf laden

source: Saving History
de: Verlauf sichern

source: Loading Library
de: Bibliothek laden

source: Saving Library
de: Bibliothek sichern

source: Pre-processing
de: Vorverarbeitung

source: Middle-processing
de: Mittlere Bearbeitung

source: Post-processing
de: Nachbearbeitung

source: Edit configurations list...
de: Liste der Konfigurationen bearbeiten…

source: %d equation could not be converted because of syntax errors in it. You should also check if it is compatible with the default preamble in use.
de: Gleichung %d konnte aufgrund eines Syntaxfehlers in ihr nicht bearbeitet werden. Sie sollten auch überprüfen, ob sie mit der verwendeten Standard-Präambel kompatibel ist.

source: %d equations could not be converted because of syntax errors in them. You should also check if they are compatible with the default preamble in use.
de: %d Gleichungen konnten aufgrund eines Syntaxfehlers in ihnen nicht bearbeitet werden. Sie sollten auch überprüfen, ob sie mit der verwendeten Standard-Präambel kompatibel sind.

source: unexpected error, please see "LaTeX > Display last log"
de: unbekannter Fehler, bitte schauen Sie in "LaTeX > Letztes Log zeigen"

source: New text shortcut
de: Neues Text-Kürzel

source: Change the text shortcut
de: Text-Kürzel ändern

source: Remove text shortcuts
de: Text-Kürzel entfernen

source: Remove text shortcut
de: Text-Kürzel entfernen

source: Move the text shortcut
de: Text-Kürzel verschieben

source: Move text shortcuts
de: Text-Kürzel verschieben

source: You may not be updating the good equation
de: Sie können möglicherweise die gültige Gleichung nicht aktualisieren.

source: Update the equation
de: Die Gleichung aktualisieren.

source: You changed the library selection since the last equation was imported into the editor
de: Die Bibliotheks-Auswahl wurde seit dem Import der letzten Gleichung in den Editor geändert.

source: Body
de: Hauptteil

source: File
de: Datei

source: Content
de: Inhalt

source: Define a script
de: Ein Skript definieren

source: Use existing script
de: Existierendes Skript benutzen

source: Script failed
de: Fehler im Skriptablauf

source: Script too long : timeout reached
de: Skript dauert zu lang: Zeitüberschreitung erreicht

source: Palette installation
de: Installation einer Palette

source: It does not appear to be a valid Latex palette package
de: Dies scheint kein gültiges LaTeX-Paletten-Paket zu sein

source: Do you want to install the palette %@ ?
de: Wollen Sie die Palette %@ jetzt installieren?

source: This palette will be installed into %@
de: Diese Palette wird in %@ installiert

source: Install palette
de: Palette jetzt installieren

source: Could not create path
de: Konnte %@ nicht anlegen

source: The path %@ could not be created to install a palette in it
de: Konnte den Pfad %@ nicht anlegen, um eine Palette dort zu installieren

source: The palette %@ already exists, do you want to replace it ?
de: Die Palette %@ existiert bereits, soll sie ersetzt werden?

source: A file or folder with the same name already exists in %@. Replacing it will overwrite its current contents.
de: Eine Datei oder ein Ordner gleichen Namens existiert bereits in %@. Beim Ersetzen wird der gegenwärtige Inhalt überschrieben.

source: Replace
de: Ersetzen

source: Installation failed
de: Installation schlug fehl

source: %@ could not be installed as %@
de: %@ konnte nicht als %@ installiert werden

source: Author
de: Autor

source: Display the error message
de: Fehlermeldung anzeigen

source: Error message
de: Fehlermeldung

source: Enlarge the text area
de: Den Textbereich vergrößern

source: Reduce the text area
de: Den Textbereich verkleinern

source: New Service shortcuts could not be set
de: Neues Tastaturkürzel für Dienst konnte nicht gesetzt werden

source: Text to test
de: Testtext

source: Result of text filtering
de: Ergebnis des Textfilters

source: Authentication failed or did not allow to rewrite the <Info.plist> file inside the LaTeXiT.app bundle
de: Die Authentifizierung schlug fehl oder es konnte nicht in <Info.plist> im LaTeXiT-Bündel zurückgeschrieben werden

source: The current Service shortcuts of LaTeXiT do not match the ones defined in the preferences
de: Die jetzigen Tastaturkürzel der Dienste decken sich nicht mit denen in den Einstellungen

source: Apply preferences
de: Einstellungen anwenden

source: Update preferences
de: Einstellungen aktualisieren

source: Ignore
de: Ignorieren

source: PDF Equation
de: PDF-Gleichung

source: Text file
de: Textdatei

source: LaTeXiT library
de: LaTeXiT-Bibliothek

source: LaTeXiT history
de: LaTeXiT-Verlauf

source: LaTeX Equation Editor library
de: Bibliothek vom LaTeX-Gleichungs-Editor

source: Additional files
de: Zusätzliche Dateien

source: Default Format
de: Standard-Format

source: PDF with outlined fonts
de: PDF mit Vektor-Schriften

source: PDF w.o.f.
de: PDF m.V.S.

source: PDF vector format
de: PDF-Vektor-Bild

source: EPS vector format
de: EPS-Vektor-Bild

source: SVG vector format
de: SVG-Vektor-Bild

source: TIFF bitmap format
de: TIFF-Bitmap

source: PNG bitmap format
de: PNG-Bitmap

source: JPEG bitmap format
de: JPEG-Bitmap

source: MathML text format
de: MathML-Text

source: Text format
de: Text

source: Migrating history to new format
de: Migriere Verlauf ins neue Format

source: Migrating library to new format
de: Migriere Bibliothek ins neue Format

source: Edit the configurations...
de: Konfiguration ändern…

source: Help on scripts
de: Hilfe über scripts

source: Invalid paths will be replaced by the result of auto-detection
de: All paths will be replaced by the result of auto-detection.

source: Compact database
de: Komprimieren die Datenbank

source: clipboard
de: Zwischenablage

source: Font size :
de: Schriftgröße:

source: Color :
de: Farbe:

source: Copy the image as
de: Bild kopieren als

source: Switch to mini-window
de: Zum Minifenster wechseln

source: Switch to normal window
de: Zum Normalfenster wechseln

source: line
de: linie

source: Execution log
de: Log

source: Drag through areas to change export type
de: Durch Bereiche ziehen um den Exporttyp zu ändern

source: JPEG Quality
de: JPEG Qualität

source: least
de: minimal

source: low
de: gering

source: medium
de: mittel

source: high
de: hoch

source: maxi
de: maximal

source: Quality
de: Qualität

source: Background color
de: Hintergrundfarbe

source: Path to pdf2svg
de: Pfad zu pdf2svg

source: Change
de: Ändern

source: Options
de: Optionen

source: Scale
de: Skalierung

source: Include background color
de: Hintergrundfarbe einbeziehen

source: Warning : jpeg does not manage transparency
de: Warnung: JPEG unterstützt keine Transparenz

source: Warning : pdf2svg path is invalid
de: Warning : Der Pfad zu pdf2svg ist ungültig

source: Library
de: Bibliothek

source: Reach default library
de: Standard-Bibliothek erreichen

source: Add to current library
de: Zur aktuellen Bibliothek hinzufügen

source: Overwrite current library
de: Aktuelle Bibliothek überschreiben

source: Change library in use
de: Die verwendete Bibliothek ändern

source: Export the selection only
de: Nur die Auswahl exportieren

source: Format :
de: Dateiformat:

source: Add a folder
de: Ordner hinzufügen

source: Add current equation
de: Aktuelle Gleichung hinzufügen

source: Rename selection
de: Auswahl umbenennen

source: Replace selection by current equation
de: Auswahl durch momentane Gleichung ersetzen

source: Import...
de: Importieren…

source: Export...
de: Exportieren…

source: Display the equations in real size on mouse over
de: Gleichung bei Mouse Over in natürlicher Größe anzeigen

source: Open the equation in a document
de: Öffne die Gleichung in einem Dokument

source: Open the equation in a linked document
de: Öffne die Gleichung in einem verlinkten Dokument

source: Import selection
de: Auswahl importieren

source: latexize selection again
de: Auswhal Re-Latexizen

source: Add to current history
de: Zur aktuellen Verlauf hinzufügen

source: Overwrite current history
de: Aktuelle Verlauf überschreiben

source: Lock
de: Schützen

source: Unlock
de: Schützen aufheben

source: Open defaults
de: Standard öffnen

source: Save as defaults
de: Als Standard sichern

source: Encapsulations
de: Klammerungs-Einträge

source: LaTeX Code :
de: LaTeX-Kode:

source: Requires :
de: Benötigt:

source: Custom margins
de: Selbstdefinierte Ränder

source: Save as default margins
de: Als Standard-Ränder sichern

source: Unknown error. Please make sure that LaTeXiT has been run once and is fully functional.
de: Unbekannter Fehler. Bitte stellen Sie sicher dass LaTeXiT schon einmal verwendet wurde und voll funktionsfähig ist.
