Repository: MaddTheSane/LaTexIt
Catalog: Resources/*.lproj/ServicesMenu.strings
Languages: de

# LaTeXiT/Typeset LaTeX Maths eqnarray
source: LaTeXiT/"Eqnarray" Latexisation (\begin{eqnarray*}…\end{eqnarray*})
de: LaTeXiT/LaTeX als „Eqnarray“ (\begin{eqnarray*}…\end{eqnarray*})

# LaTeXiT/Typeset LaTeX Maths eqnarray and put result into clipboard
source: LaTeXiT/“Eqnarray” Latexisation, add to clipboard
de: LaTeXiT/LaTeX als „Eqnarray“, kopiere in die Zwischenablage

# LaTeXiT/Typeset LaTeX Maths align
source: LaTeXiT/“Align” Latexisation (\begin{align*}…\end{align*})
de: LaTeXiT/LaTeX als „Align“ (\begin{align*}…\end{align*})

# LaTeXiT/Typeset LaTeX Maths align and put result into clipboard
source: LaTeXiT/"Align" Latexisation, add to clipboard
de: LaTeXiT/LaTeX als „Align“, kopiere in die Zwischenablage

# LaTeXiT/Typeset LaTeX Maths display
source: LaTeXiT/“Display” Latexisation (\[…\])
de: LaTeXiT/LaTeX als „Display“ (\[…\])

# LaTeXiT/Typeset LaTeX Maths inline
source: LaTeXiT/“Inline” Latexisation ($…$)
de: LaTeXiT/LaTeX als „Inline“ ($…$)

# LaTeXiT/Typeset LaTeX Maths inline and put result into clipboard
source: LaTeXiT/“Inline” Latexisation, add to clipboard
de: LaTeXiT/LaTeX als „Inline“, kopiere in die Zwischenablage

# LaTeXiT/Typeset LaTeX Text
source: LaTeXiT/“Text” Latexisation
de: LaTeXiT/LaTeX als „Text“

# LaTeXiT/Typeset LaTeX Text and put result into clipboard
source: LaTeXiT/“Text” Latexisation, add to clipboard
de: LaTeXiT/LaTeX als „Text“, kopiere in die Zwischenablage

source: LaTeXiT/Detect and typeset equations
de: LaTeXiT/Gleichung detektieren und setzen

# LaTeXiT/Detect and typeset equations and put result into clipboard
source: LaTeXiT/Detect and typeset equations, add to clipboard
de: LaTeXiT/Gleichung detektieren und setzen, kopiere in die Zwischenablage

# LaTeXiT/Un-latexize the equations
source: LaTeXiT/Revert equations back to LaTeX code
de: LaTeXiT/Von der Gleichung zum LaTeX-Kode zurückkehren

# SERVICE_DESCRIPTION_EQNARRAY
source: “Eqnarray” Latexisation (\begin{eqnarray*}…\end{eqnarray*})
de: LaTeX als „Eqnarray“ (\begin{eqnarray*}…\end{eqnarray*})

# SERVICE_DESCRIPTION_EQNARRAY_CLIPBOARD
source: “Eqnarray” Latexisation, add to clipboard
de: LaTeX als „Eqnarray“, add to clipboard

# SERVICE_DESCRIPTION_ALIGN
source: “Align” Latexisation (\begin{align*}…\end{align*})
de: LaTeX als „Align“ (\begin{align*}…\end{align*})

# SERVICE_DESCRIPTION_ALIGN_CLIPBOARD
source: “Align” Latexisation, add to clipboard
de: LaTeX als „Align“, kopiere in die Zwischenablage

# SERVICE_DESCRIPTION_DISPLAY_CLIPBOARD
source: “Display” Latexisation, add to clipboard
de: Display Latexisation, ajout au presse-papier

# SERVICE_DESCRIPTION_INLINE
source: “Inline” Latexisation ($…$)
de: LaTeX als „Inline“ ($…$)

# SERVICE_DESCRIPTION_INLINE_CLIPBOARD
source: “Inline” Latexisation, add to clipboard
de: LaTeX als „Inline“, kopiere in die Zwischenablage

# SERVICE_DESCRIPTION_TEXT
source: “Text” Latexisation
de: LaTeX als „Text“

# SERVICE_DESCRIPTION_TEXT_CLIPBOARD
source: “Text” Latexisation, add to clipboard
de: LaTeX als „Text“, kopiere in die Zwischenablage

# SERVICE_DESCRIPTION_MULTIPLE
source: Detect and typeset equations
de: Gleichung detektieren und setzen

# SERVICE_DESCRIPTION_MULTIPLE_CLIPBOARD
source: Detect and typeset equations, add to clipboard
de: Gleichung detektieren und setzen, kopiere in die Zwischenablage

# SERVICE_DESCRIPTION_DELATEXISATION
source: Revert equations back to LaTeX code
de: Von der Gleichung zum LaTeX-Kode zurückkehren
